tap "bramstein/webfonttools"
tap "bripkens/dock"
tap "buo/cask-upgrade"
tap "getantibody/tap"
tap "goles/battery"
tap "homebrew/apache"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/dupes"
tap "homebrew/fuse"
tap "homebrew/php"
tap "homebrew/services"
tap "homebrew/versions"
tap "sebglazebrook/aliases"
brew "ant"
brew "argon2"
brew "gdbm"
brew "python"
brew "asciinema"
brew "aspell"
brew "autoconf"
brew "bash"
brew "bash-completion", link: false
brew "bash-completion@2"
brew "bash-snippets"
brew "bat"
brew "composer"
brew "coreutils"
brew "cscope"
brew "ctop"
brew "dark-mode"
brew "ddgr"
brew "dnsmasq", restart_service: true
brew "emojify"
brew "exa"
brew "fasd"
brew "ffmpeg"
brew "freetds"
brew "freetype"
brew "gibo"
brew "git-extras"
brew "git-quick-stats"
brew "git-secrets"
brew "glances"
brew "glib"
brew "gmp"
brew "googler"
brew "hh"
brew "lua"
brew "highlight"
brew "httpd", restart_service: true
brew "httpie"
brew "iftop"
brew "jenkins"
brew "libidn2"
brew "libpq"
brew "libyaml"
brew "libzip"
brew "luarocks"
brew "lynx"
brew "m-cli"
brew "mackup"
brew "makedepend"
brew "mariadb", link: false
brew "mas"
brew "maven"
brew "memcached"
brew "mongodb"
brew "mycli"
brew "mysql@5.7", restart_service: true, link: true
brew "neofetch"
brew "nmap"
brew "node"
brew "nvm"
brew "p7zip"
brew "pandoc"
brew "peco"
brew "webp"
brew "php", restart_service: true, link: false
brew "php@5.6", link: true
brew "php@7.0"
brew "php@7.1"
brew "phpunit"
brew "pyenv"
brew "rabbitmq", restart_service: true
brew "radare2"
brew "shellcheck"
brew "spdylay"
brew "sphinx-doc"
brew "telnet"
brew "the_platinum_searcher"
brew "thefuck"
brew "tree"
brew "unar"
brew "vagrant-completion"
brew "wget"
brew "yank"
brew "youtube-dl"
cask "alfred"
cask "bitbar"
cask "chrome-devtools"
cask "evernote"
cask "font-fira-code"
cask "google-chrome"
cask "hex-fiend"
cask "imagealpha"
cask "imageoptim"
cask "java8"
cask "karabiner"
cask "karabiner-elements"
cask "keepassxc"
cask "macdown"
cask "mysql-utilities"
cask "otx"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlprettypatch"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-csv"
cask "quicklook-json"
cask "quicklookase"
cask "sequel-pro"
cask "vagrant"
cask "vagrant-manager"
cask "virtualbox"
cask "virtualbox-extension-pack"
cask "visual-studio-code"
cask "webpquicklook"
cask "zipeg"
mas "Amphetamine", id: 937984704
mas "Annotate", id: 918207447
mas "CopyClip", id: 595191960
mas "Helium", id: 1054607607
mas "Keynote", id: 409183694
mas "Kindle", id: 405399194
mas "Microsoft Remote Desktop", id: 715768417
mas "Reeder", id: 880001334
mas "RetroClip", id: 1332064978
mas "Wunderlist", id: 410628904
mas "Xcode", id: 497799835
