# Core (CLI)
# Fedora package names
git
stow
bash
curl
wget
rsync
unzip
gzip
tmux
neovim
fzf
ripgrep
fd-find

# Quality-of-life (CLI)
bat
zoxide
trash-cli

# Clipboard
wl-clipboard
xclip

# Docker (optional)
docker
docker-compose

# GUI (desktop-only)
# i3
# kitty
# rofi
# polybar
# dunst
# picom
